<!DOCTYPE HTML>

<html lang="pt-br">
	<head>
		<title>Guerra de Independência </title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
		<noscript><link rel="stylesheet" href="assets/css/noscript.css" /></noscript>
	</head>
	<body class="is-preload">
		<!-- Wrapper -->
			<div id="wrapper">

				<!-- Header -->
					<header id="header">
						<div class="inner">

							<!-- Logo -->
								<a href="index.html" class="logo">
									<span class="symbol"><img src="images/logo.png" alt="" /></span><span class="title">Agricultura cubana</span>
								</a>

							<!-- Nav -->
								<nav>
									<ul>
										<li><a href="#menu">Menu</a></li>
									</ul>
								</nav>

						</div>
					</header>

				<!-- Menu -->
					<nav id="menu">
						<h2>Menu</h2>
						<ul>
							<li><a href="index.html">Home</a></li>
							<li><a href="guerraIndependência.html">Guerras de independência</a></li>
							<li><a href="EmbargoDosEUA.html">Embargo Econômico dos EUA</a></li>
							<li><a href="PrimeiraReforma.html">Primeira Reforma Agrária</a></li>
							<li><a href="SegundaReforma.html">Segunda Reforma Agráriaa</a></li>
							
						</ul>
					</nav>

				<!-- Main -->
					<div id="main">
						<div class="inner">
							<h1> Cuba e suas contradições</h1>
							<span class="image main"><img src="" alt="" /></span>
							<p style="text-align: justify;">&nbsp; &nbsp; <span style="font: size 20px;"><span style="font-family:arial,helvetica,sans-serif">&nbsp;A revolu&ccedil;&atilde;o cubana de 1959 tem profundas ra&iacute;zes 
								na hist&oacute;ria nacional, o passado colonial demonstra uma longa trajet&oacute;ria de interven&ccedil;&otilde;es e interesses imperiais sobre a ilha. Cuba foi a &uacute;ltima col&ocirc;nia da Am&eacute;rica Latina a se libertar da Espanha em 1859 e, por sua vez, teve duas guerras de independ&ecirc;ncia. A primeira foi em 10 de outubro de 1868 e terminou em 1878, depois da derrota dos setores mais radicais comandados pelo general Ant&ocirc;nio Maceo, que lutava pela liberta&ccedil;&atilde;o da Espanha e aboli&ccedil;&atilde;o da escravid&atilde;o. A emancipa&ccedil;&atilde;o dos escravos n&atilde;o estava presente nas opera&ccedil;&otilde;es dos setores mais moderados do movimento, que expressava a qualidade de uma sociedade cubana &ldquo;atravessada de tens&otilde;es&rdquo;. O fim da escravid&atilde;o em Cuba se d&aacute; no ano de 1880, como parte de um processo no qual 
								est&atilde;o envolvidas press&otilde;es pol&iacute;ticas externas, oriundas da Resist&ecirc;ncia da Inglaterra ao tr&aacute;fico de escravos. </span></span></p>
								
								<p style="text-align:justify"><span style="font-size:20px">&nbsp; &nbsp; &nbsp;<span style="font-family:arial,helvetica,sans-serif">&Agrave; espreita da liberta&ccedil;&atilde;o da coroa espanhola, os Estados Unidos mantinham-se atentos ao interesse de adquirir terras e controlar o mercado exportador da ilha caribenha, dada a situa&ccedil;&atilde;o prec&aacute;ria dos grandes propriet&aacute;rios nacionais. Os interesses comerciais norte-americanos naquela &eacute;poca estavam presentes no a&ccedil;&uacute;car, min&eacute;rio de ferro, mangan&ecirc;s, tabaco e nas ferrovias, nisso j&aacute; se nota o come&ccedil;o de uma era de depend&ecirc;ncia dos Estados Unidos. Mas essa crescente depend&ecirc;ncia dos Estados Unidos se dar&aacute; de forma mais aguda na segunda guerra de independ&ecirc;ncia. Em seus conflitos internos, os cubanos e seus diversos setores sociais sempre estiveram na lideran&ccedil;a, mas foi a participa&ccedil;&atilde;o direta norte-americana no conflito que determinou seu resultado.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </span></span></p>

								<p style="text-align:center"><img alt="" height="220" src="https://th.bing.com/th/id/R42304a98acf41db9c584e33f88bd90cb?rik=VfytohgCJgwymA&amp;riu=http%3a%2f%2fglobedia.com%2fimagenes%2fnoticias%2f2016%2f11%2f30%2fcuba_2039_1_2424011.jpg&amp;ehk=JozztN379x6%2f4Fyl8ehH2WGnckKx02A4JfG58Y7QCW0%3d&amp;risl=&amp;pid=ImgRaw" width="436" /></p>

								<p style="text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">&nbsp; &nbsp; &nbsp; &nbsp;A guerra durou poucos meses. Em 12 de agosto, a Espanha assina um armist&iacute;cio com os Estados Unidos em Washington e em 10 de dezembro um tratado de paz com Paris, em que a independ&ecirc;ncia de Cuba &eacute; reconhecida. Nessa &eacute;poca o governo dos Estados Unidos proibiu a participa&ccedil;&atilde;o dos l&iacute;deres cubanos em negocia&ccedil;&otilde;es, com isso Cuba passa a ser ocupada por tropas norte-americanas. Na ocasi&atilde;o &eacute; estabelecido um governo provis&oacute;rio comandado pelo general John Rutter Brooke, que ficar&aacute; no poder at&eacute; 20 de maio de 1902.&nbsp;</span></span></p>

								<p style="text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">&nbsp; &nbsp; &nbsp;</span><span style="font-size:20px">A partir do momento que Tom&aacute;s Estrada Palma, do Partido Revolucion&aacute;rio Cubano (PRC), se torna o primeiro presidente eleito no pa&iacute;s, tropas americanas deixam Cuba em 1903, um ano depois de terem imposto a emenda Platt. Essa emenda &ldquo;protegia&rdquo; as grandes companhias americanas e os seus aliados locais, na mesma propor&ccedil;&atilde;o restringia as rela&ccedil;&otilde;es comerciais de Cuba com os outros pa&iacute;ses e dava as melhores terras para as empresas norte-americanas desenvolverem seus neg&oacute;cios. Isso teve consequ&ecirc;ncias internas na Ilha como: deixou o povo numa linha de mis&eacute;ria muito alta, impedindo seu desenvolvimento. Uma das consequ&ecirc;ncias da emenda Platt, foi a assinatura de um tratado militar pelo qual Cuba acabou cedendo mais aos Estados Unidos do que ganhando, como dizia o uruguaio Eduardo Galeano, na divis&atilde;o internacional do trabalho alguns pa&iacute;ses de especializam em ganhar, outros em perder. Em raz&atilde;o da hegemonia comercial, os Estados Unidos passam a controlar rapidamente os engenhos e a consumir o grosso da safra cubana.&nbsp;</span></span></p>

								<p style="text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">&nbsp; &nbsp;&nbsp;</span><span style="font-size:20px">&nbsp;A independ&ecirc;ncia de Cuba da Espanha, portanto, n&atilde;o trouxe a independ&ecirc;ncia e o desenvolvimento na economia, ao contr&aacute;rio, muitas condi&ccedil;&otilde;es da sociedade colonial continuaram as mesmas, ou seja, continuaram n&atilde;o resolvidas como feridas abertas na era p&oacute;s-colonial. Fa&ccedil;amos aqui um salto para nos aproximarmos dos anos de 1950 e dos prim&oacute;rdios mais imediatos da revolu&ccedil;&atilde;o. Segundo Ayerbe:</span></span></p>

								<p style="margin-left:4cm; text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">o golpe militar liderado por Fulgencio Batista em 10 de Mar&ccedil;o de 1952 interrompeu um per&iacute;odo de oito anos de fr&aacute;gil democracia no pa&iacute;s, com as presid&ecirc;ncias de Grau San Martin (1944-1948) e Pr&iacute;o Socarr&aacute;s (1948-1952). Dessa forma, fechou-se o caminho da pol&iacute;tica institucional para in&uacute;meras lideran&ccedil;as que apostavam na legitimidade do sistema como premissa para o encaminhamento de mudan&ccedil;as socioecon&ocirc;micas de que o pa&iacute;s necessitava (AYERBE, 2004, p.26).</span></span></p>

								<p style="text-align:justify">&nbsp;</p>

								<p style="text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">&nbsp; &nbsp; &nbsp;&nbsp; Em 26 de julho de 1953 acontece o ataque ao quartel moncada com a lideran&ccedil;a de Fidel Castro e seus companheiros, esse movimento teve por objetivo derrubar o governo de Fulg&ecirc;ncio Batista, o plano era ocupar o quartel e trazer o povo cubano para participar da revolu&ccedil;&atilde;o. Mas, como nada &eacute; como o esperado, o ataque acabou sendo um fracasso e 61 dos 160 revolucion&aacute;rios foram mortos. Muitos dos que sobreviveram foram capturados no local. O pr&oacute;prio partido comunista de Cuba declarou o movimento como um &ldquo;aventureirismo guiado por concep&ccedil;&otilde;es burguesas err&ocirc;neas&rdquo; e o acusou de sofrer por &ldquo;falta de coes&atilde;o e ideologia te&oacute;rica&rdquo;:</span></span></p>

								<p style="text-align:justify"><span style="font-family:arial,helvetica,sans-serif"><span style="font-size:20px">&nbsp; &nbsp; &nbsp; Fracassou assim o assalto ao quartel Moncada como opera&ccedil;&atilde;o militar. Os revolucion&aacute;rios tiveram 32 baixas fatais no combate, uma parte foi presa e outra conseguiu fugir para a zona da cordilheira da Sierra Maestra, inclusive Fidel Castro. Mas eles n&atilde;o estavam preparados para dar in&iacute;cio a uma guerra de guerrilhas rural, nem tinham nessa &eacute;poca uma alternativa militar ao fracasso do assalto ao Moncada. Assim, pouco a pouco foram sendo descobertos e presos pelas for&ccedil;as militares. (SADER, 1985, p. 20).</span></span></p>

								<p style="text-align:justify">&nbsp;</p>

								<p style="text-align:justify">&nbsp;</p>
								


								
								
						</div>
					</div>

				<!-- Footer -->
					<footer id="footer">
						<div class="inner">
							<section>
								<h2>Get in touch</h2>
								<form method="post" action="#">
									<div class="fields">
										<div class="field half">
											<input type="text" name="name" id="name" placeholder="Name" />
										</div>
										<div class="field half">
											<input type="email" name="email" id="email" placeholder="Email" />
										</div>
										<div class="field">
											<textarea name="message" id="message" placeholder="Message"></textarea>
										</div>
									</div>
									<ul class="actions">
										<li><input type="submit" value="Send" class="primary" /></li>
									</ul>
								</form>
							</section>
							<section>
								<h2>Follow</h2>
								<ul class="icons">
									<li><a href="#" class="icon brands style2 fa-twitter"><span class="label">Twitter</span></a></li>
									<li><a href="#" class="icon brands style2 fa-facebook-f"><span class="label">Facebook</span></a></li>
									<li><a href="#" class="icon brands style2 fa-instagram"><span class="label">Instagram</span></a></li>
									<li><a href="#" class="icon brands style2 fa-dribbble"><span class="label">Dribbble</span></a></li>
									<li><a href="#" class="icon brands style2 fa-github"><span class="label">GitHub</span></a></li>
									<li><a href="#" class="icon brands style2 fa-500px"><span class="label">500px</span></a></li>
									<li><a href="#" class="icon solid style2 fa-phone"><span class="label">Phone</span></a></li>
									<li><a href="#" class="icon solid style2 fa-envelope"><span class="label">Email</span></a></li>
								</ul>
							</section>
							<ul class="copyright">
								<li>&copy; Create by: Thainara de Carvalho Oliveira</li><li>Design: <a href="http://html5up.net">HTML5 UP</a></li>
							</ul>
						</div>
					</footer>

			</div>

		<!-- Scripts -->
			<script src="assets/js/jquery.min.js"></script>
			<script src="assets/js/browser.min.js"></script>
			<script src="assets/js/breakpoints.min.js"></script>
			<script src="assets/js/util.js"></script>
			<script src="assets/js/main.js"></script>


			<div vw class="enabled">
			<div vw-access-button class="active"></div>
			<div vw-plugin-wrapper>
			<div class="vw-plugin-top-wrapper"></div>
			</div>
			</div>
			<script src="https://vlibras.gov.br/app/vlibras-plugin.js"></script>
			<script>
			new window.VLibras.Widget('https://vlibras.gov.br/app');
			</script>

	</body>
</html>